Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт про запис на курс на стадії підготовки. Даний звіт містить інформацію про слухачів, які можуть записатися на курс. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Next Steps
uk: Наступні Кроки

source: Horizontal space
uk: Горизонтальний проміжок

source: Browse
uk: Огляд

source: Preferences for {platform_name}
uk: Налаштування для {platform_name}

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
uk: Будь ласка, опишіть цю картинку чи погодьтеся з тим, що вона не вимагає опису, встановивши прапорець.

source: JavaScript Input
uk: Введення JavaScript

source: needs attention
uk: зверніть увагу

source: Download All Invoices
uk: Скачати усі рахунки-фактури

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this<br/>if you have set the certificate mode to on-demand generation.
uk: Коли ви будете готові до створення сертифікатів для вашого курсу, натисніть «Створити Сертифікати». Вам не обов'язково це робити, <br/> якщо ви виставили режим видачі сертифікатів «На вимогу».

source: Insert Image (upload file or type URL)
uk: Додати зображення (завантажити або вказати URL)

source: Jane Doe
uk: Марина Кравченко

source: Course Price:
uk: Ціна курсу:

source: pdf download unavailable right now, please contact support.
uk: зараз скачування не доступно в PDF форматі, будь-ласка, зв'яжіться з командою підтримки.

source: No items require attention at the moment.
uk: немає подій, які потребують уваги зараз.

source: Download Used Enrollment Codes
uk: Скачати використані коди для запису на курс

source: Select Video
uk: Обрати відео

source: How to use {platform_name} discussions
uk: Як використовувати обговорення {platform_name}

source: Each example response for student training must be unique.
uk: Кожен приклад відповіді для навчання студентів має бути унікальним.

source: Notes visible
uk: Нотатки видимі

source: Company
uk: Компанія

source: Statistic
uk: Статистика

source: Intro
uk: Вступ

source: Explanation of Roles:
uk: Опис ролей:

source: The course end date cannot be before the course start date.
uk: Кінець курсу не може передувати початку курсу.

source: Undo
uk: Відмінити

source: The course {0} is already in your cart.
uk: Курс {0} вже у вашому кошику.

source: The instructions for this step could not be loaded.
uk: Інструкції для цього кроку не може бути завантажений.

source: Less
uk: Менше

source: <em>Editing:</em> %s
uk: <em>Редагування:</em> %s

source: Enrollment Over Time
uk: Зарахування в залежності від часу

source: Saving your email preference
uk: Збереження налаштувань вашого email

source: Master's
uk: Магістр

source: Unnamed Option
uk: Параметр без імені

source: Click here to view the gradebook for enrolled students. This feature is only visible to courses with a small number of total enrolled students.
uk: Натисніть тут, щоб переглянути журнал оцінок студентів, зарахованих на курс. Ця функція доступна тільки для курсів з невеликою загальною кількістю зарахованих студентів.

source: partially correct
uk: частково правильно

source: Calculator Output Field
uk: Поле виведення калькулятора

source: Articles that will be deleted
uk: Стаття, яку будуть видалені

source: <p class="error_msg"> Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: <span class="exception_msg">{msg}</span>. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}. </p>
uk: <p class="error_msg"> Вибачте! Наша система обробки платежів повернула нам некоректне повідомлення, яке стосується вашого платежу, тож ми не можемо перевірити, що повідомлення насправді прийшло від платіжної системи Повідомлення про помилку: <span class="exception_msg">{msg}</span>. Приносимо наші вибачення, що ми не можемо перевірити чи пройшов платіж і обробити ваше замовлення. З вашої кредитної картки можливо були зняті кошти. З питаннями щодо платежів звертайтесь до нас за {email}. </p>

source: List of students enrolled in {course_key}
uk: Список студентів, зареєстрованих на курс {course_key}

source: Italic
uk: Курсив

source: A license defines how the contents of this block can be shared and reused.
uk: Ліцензія визначає умови розповсюдження і використання вмісту цього блоку.

source: Share on Twitter
uk: Поширити у Twitter

source: An unexpected error occurred.
uk: Виникла неочікувана помилка.

source: Enable LaTeX templates?
uk: Дозволити використання шаблонів LaTeX?

source: Return and add email address
uk: Поверніться і додайте електронну адресу

source: Today
uk: Сьогодні

source: HD on
uk: HD увімкнено

source: Media Kit
uk: Пакет Медіафайлів

source: Defines whether the student gets credit for this problem. Credit is based on peer grades of this problem.
uk: Визначає, чи буде завдання зараховано студенту. Це залежить від оцінок завдання, поставлених однокурсниками.

source: Now
uk: Зараз

source: JaneDoe
uk: marina_kravchenko

source: By: Staff
uk: Від: Співробітника курсу

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
uk: Ключ доступу для прикладу сертифіката. Він використовується для того, щоб перевірити, що відправник є тією сабою особою, яка запросила створення сертифікату.

source: You don't seem to have a webcam connected.
uk: Здається ваша веб-камера не під'єднана.

source: XML data for the annotation
uk: Зміст пояснення у форматі XML

source: Download Transcript Allowed
uk: Дозволити скачування субтитрів

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
uk: Іде завантаження. Щоб уникнути помилок, залишайтесь на цій сторінці доки процес не завершиться.

source: Page number out of %(total_pages)s
uk: Номер сторінки із %(total_pages)s

source: E-mail
uk: Електронна адреса

source: Student Special Exam Attempts
uk: Спроби здачі контрольних випробувань

source: Restore enrollment code
uk: Відновити код зарахування

source: Join the Open Source Community
uk: Приєднуйся до відкритої спільноти розробників

source: Track refunds issued directly through CyberSource.
uk: Відстеження відшкодувань, виданих безпосередньо через CyberSource.

source: The user {username} is already a member of a team in this course.
uk: Користувач {username} вже є членом однієї з команд курсу.

source: Enter the text on the button used to launch the third party application.
uk: Введіть текст для кнопки, що використовується для запуску програм сторонніх виробників.

source: Visible To:
uk: Бачать:

source: Invalid email change key
uk: Неактивний ключ для зміни електронної адреси

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
uk: Введіть true або false. При встановленні значення true, надіслані відповіді до модулів завдань будуть враховуватися в оціночному/відбірковому алгоритмі вступного випробування.

source: Fulfilled Time:
uk: Час виконання:

source: User ID
uk: ID користувача

source: Verification Failed
uk: Не вдалося підтвердити дані

source: Your account is not active yet. An activation link has been sent to {email}, along with instructions for activating your account.
uk: Ваш обліковий запис ще не активовано. Посилання для активації було відправлено ​​на адресу {email} разом з відповідними інструкціями.

source: Source type must be 'user', 'thread' or 'other'
uk: Тип джерела має бути 'користувач', 'тема' або 'інше'

source: Please enter a student email address or username.
uk: Будь ласка, уведіть електронну адресу студента або його ім'я користувача.

source: The name that appears on your certificates. Other learners never see your full name.
uk: Ім’я, що відображатиметься на ваших сертифікатах. Інші користувачі не побачать вашого повного імені.

source: To receive a verified certificate, you have to submit a new photo of yourself and your government-issued photo ID before the course ends.
uk: Щоб отримати підтверджений сертифікат, ви повинні представити нову фотографію себе на офіційному документі: паспорт, студентський квиток, учнівський квиток до закінчення курсу.

source: Assessments of Your Response
uk: Оцінки Ваш відповідь

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 0.75x.

source: Learn more about {platform_name}
uk: Дізнатися більше про {platform_name}

source: Here are items that could potentially need your attention.
uk: Ось події, яким, можливо, потрібна Вашу увага.

source: No selected price or selected price is too low.
uk: Не обрано вартість або обрана вартість занизка.

source: I completed a course on {platform_name}. Take a look at my certificate.
uk: Я завершив курс на {platform_name}. Подивіться на мій сертифікат.

source: Num items
uk: Кількість елементів

source: We had some trouble removing your flag on this post. Please try again.
uk: Виникли помилки під час прибирання вашого прапорця в цьому повідомленні. Спробуйте пізніше.

source: (Show)
uk: (Показати)

source: DATE_TIME_FORMAT
uk: %b %Y %H:%M

source: The name of your company.
uk: Назва Вашої компанії.

source: Component Display Name
uk: Назва компоненту, що відображається

source: For constants, indicate multiplication explicitly (example: 5*c).
uk: Вказуйте множення явно для констант (наприклад: 5*c).

source: Restore last draft
uk: Повернути попередню чернетку

source: The course must have at least one active certificate configuration before it can be started.
uk: Курс повинен мати хоча б одну астивну конфігурацію сертифіката перед тим, як його можна розпочати.

source: Per Student
uk: Зі студента

source: Where are my students?
uk: Де мої студенти?

source: To get course credit, simply go to your {link_start}{platform_name} dashboard{link_end} and click the <b>Get Credit</b> button. After you receive your credit, you will also have an official academic transcript at the institution that granted the credit.
uk: Щоб отримати залік за курс, просто перейдіть до {link_start}панелі управління {platform_name}{link_end} і натисніть кнопку <b>Отримати залік</b>. Після отримання заліку у вас також буде офіційна виписка про академічну успішність в навчальному закладі, що приймає залік.

source: subsection
uk: підрозділ

source: Processor Failure. Possible action: retry the payment
uk: Помилка платіжного сервісу. Ви можете використовувати інший спосіб оплати.

source: Are you sure you want to delete this post?
uk: Ви впевнені, що хочете видалити цю публікацію?

source: Unable to clone or pull repository. Please check your url. Output was: {0!r}
uk: Неможливо клонувати репозиторій. Будь ласка, перевірте ваше посилання. Вихідними даними були: {0!r}

source: Go!
uk: Вперед!

source: Average Submissions Per Problem
uk: Середня кількість відправок на одне завдання

source: Name of the credit provider displayed to users
uk: Видима користувачам назва організації-кредитора

source: Error while generating certificates. Please try again.
uk: Помилка під час генерації сертифікатів. Будь ласка, спробуйте ще раз.

source: Grading
uk: Оцінювання

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
uk: Створіть нову команду, якщо не можете знайти вже існуючу команду, щоб приєднатися, або якщо Ви хочете навчатися разом зі своїми друзями.

source: Teams
uk: Команди

source: Article for object
uk: Стаття для об'єкта

source: This component is out of date. The library has new content.
uk: Цей компонент застарів. Оновлено вміст бібліотеки.

source: Enable CCX
uk: Включить CCX

source: Sorry but you cannot have a root article with a slug.
uk: На жаль, коротке найменування для кореневої статті не може бути задане.

source: Frequently Used Coupon Codes
uk: Часто використовувані коди купонів на знижку

source: Showing %(current_item_range)s out of %(total_items_count)s, filtered by %(asset_type)s, sorted by %(sort_name)s descending
uk: Показано %(current_item_range)s з %(total_items_count)s, профільтровано за %(asset_type)s, упорядковано за %(sort_name)s у низхідному порядку

source: Mark a passage or concept so that it's easy to find later.
uk: Відмітити фрагмент або ідею для того, щоб легко знайти її пізніше.

source: Certificates Downloadable Before End
uk: Можливість скачування сертифікатів до закінчення курсу

source: Enrollment Date
uk: Дата запису на курс

source: Invalid account number. Possible action: retry with another form of payment.
uk: Недійсний номер рахунку. Ви можете використовувати інший спосіб оплати.

source: for course {0} and student {1}.
uk: для курсу {0} та студента {1}.

source: Speed: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
uk: Швидкість: натисніть кнопку із стрілкою вгору для вибору швидкості, потім використайте стрілки вгору і вниз для зміни швидкості відтворення. Натисніть ENTER для установки нової швидкості.

source: This feedback could not be submitted.
uk: Цей зворотний зв'язок не може бути представлений.

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the %(outlineAnchor)s.
uk: Ця конфігурація групи ще не використовується. Почніть з додавання експериментального вмісту до будь-якого Блоку через %(outlineAnchor)s.

source: An {cert_type} Certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
uk: {cert_type} сертифікат демонструє високий рівень досягнень за програмою навчання, і включає в себе перевірку особистості.

source: Important dates
uk: Важливі дати

source: The request was received, but there was a timeout at the payment processor.
uk: Запит отримано, але платіжний сервіс не встиг його обробити.

source: unenrolled
uk: відраховано

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
uk: URL-а префікс, що використовується для адресації файлів зі сторінки «Файли і завантаження». Це значення перевизначає значення за замовчуванням c4x://.

source: Username cannot be more than {num} characters long
uk: Ім'я користувача не може бути більше {num} символів

source: Follow this post
uk: Стежити за цим повідомленням

source: Insert image
uk: Вставити зображення

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
uk: Введіть опис сторонніх додатків. Якщо запитуються ім'я користувача та/або електронна пошта, використовуйте це текстове поле, щоб повідомити користувачам, чому їх ім'я користувача та/або електронна пошта будуть спрямовані стороннім додаткам.

source: Free courses from <strong>{university_name}</strong>
uk: Безкоштовні курси від <strong>{university_name}</strong>

source: Submit post-assessment
uk: Відправити рейтинг вашої оцінки

source: Students:
uk: Студенти:

source: %s ago
uk: %s тому

source: Enable issuance of credentials via Credential Service.
uk: Дозволити оформлення залікових одиниць для слухачів, що використовують Сервіс залікових одиниць.

source: There was an error obtaining email content history for this course.
uk: Виникла помилка при отриманні історії адрес для цього курсу.

source: Change due date for student
uk: Змінити термін для студента

source: Number of currently enrolled students pursuing a verified certificate of achievement.
uk: Кількість студентів, які підкисані наразі на курс та придбали завірений Сертифікат.

source: {platform_name}-wide Summary
uk: {platform_name} - розширений короткий зміст

source: Items ordered
uk: Елементів замовленно

source: Additional Comments
uk: Додаткові коментарі

source: <b>Note</b>: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
uk: <b>Примітка</b>: З метою збереження конфіденційності, збереження цих посилань або їх включення в електронні повідомлення неможливі. Копії посилань діють протягом 5 хвилин.

source: Path to order receipt page.
uk: Шлях до сторінки замовлення квитанції.

source: Specify what student can learn from the course.
uk: Вкажіть, що студент може дізнатися з курсу

source: Sincerely yours,The {course_name} Team
uk: Щиро ваші, команда курсу {course_name}

source: Course Search
uk: Пошук курсів

source: Community TAs: have forum moderator privileges, and their posts are labelled 'Community TA'.
uk: Старости Спільнот: мають привілеї модератора на форумі, а також їхні пости виділяються тегом 'Староста СПІЛЬНОТИ'.

source: Donation Actions
uk: Пожертви

source: Bulleted List (Ctrl+U)
uk: Ненумерований список (Ctrl+U)

source: Criterion
uk: Критерій

source: This step's status
uk: Статус цей крок

source: All units
uk: Усі блоки

source: Already have an account?
uk: Вже маєте аккаунт?

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
uk: Платіж був відхилений з невідомої нам причини. Зверніться до представників банку, що випустив карту.\n Ви також можете використовувати інший спосіб оплати.\n

source: Post a response:
uk: Написати відповідь:

source: Enrollment Codes
uk: Реєстраційні коди

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
uk: Введіть true або false. Якщо введено значення true, в HTML-компонентах і завданнях, редагованих в XML-файлі, буде можливо використовувати шаблони LaTeX.

source: Start learning to grade
uk: Почати навчання оцінюванню

source: Open/download this file
uk: Відкрити/завантажити цей файл

source: View Grading in studio
uk: Переглянути Оцінки в Studio

source: quantity
uk: кількість

source: Not Selected
uk: Не обрано

source: The number of peers who will grade each submission.
uk: Кількість студентів, які будуть брати участь у взаємній перевірці кожної роботи.

source: Raw data:
uk: Необроблені дані:

source: To send email, visit the Email section of the Instructor Dashboard.
uk: Щоб відправити лист, відвідайте розділ Email викладацької панелі управління.

source: Get Credit
uk: Отримати Залік

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
uk: Бібліотека для цієї організації з таким кодом вже існує. Будь ласка, змініть код вашої бібліотеки, щоб він був унікальним для вашої організації.

source: Return and resolve this issue
uk: Повернутися та вирішити цю проблему

source: Donate to edX
uk: Пожертвувати edX

source: You can also delete all of the student's answers and scores for the entire entrance exam.
uk: Також Ви маєте можливість видалити усі відповіді студента та оцінку за весь вступний іспит.

source: Time Sent
uk: Час відправлення

source: Error: Connection with server failed.
uk: Помилка: Невдале з’єднання з сервером.

source: Instructor Dashboard
uk: Панель управління викладача

source: {course.display_number_with_default} Course Info
uk: {course.display_number_with_default} Інформація про курс

source: YouTube ID for 1.25x speed
uk: YouTube ID для швидкості 1.25x

source: Go back
uk: Повернутись

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
uk: Введіть посилання на анкету для заповнення після проходження курсу. Якщо у вашому курсі не передбачена анкета, введіть "null".

source: Group Configuration name is required
uk: Потрібна назва Конфігурації групи

source: {course_key} is not a valid course key
uk: {course_key} недійсний ключ курсу

source: No Formal Education
uk: Жодної формальної освіти

source: must contain {0} or more digits
uk: повинен містити {0} або більше цифр

source: We couldn't find any results for "%s".
uk: Ми не змогли знайти жодних результатів для "%s".

source: When True, only the single problem specified by "Link to Problem Location" is shown. When False, a panel is displayed with all problems available for peer grading.
uk: Якщо значення цього параметра - "True", буде відображатися тільки одне завдання, вказане в полі "Посилання на місцезнаходження завдання". Якщо значення параметра - "False", відображається перелік всіх завдань, доступних для оцінки однокурсниками.

source: Student List Management
uk: Управління списком студентів

source: Average Correct
uk: Середня кількість вірних відповідей

source: Aug
uk: Серп.

source: You are using the legacy instructor dashboard, which we will retire in the near future.
uk: Ви використовуєте попередню версію панелі управління викладача, яка незабаром буде виведена з експлуатації.

source: Top Country by Enrollment
uk: Перша країна за кількістю студентів

source: Profile Image
uk: Зображення для облікового запису

source: Very low
uk: Дуже тихо

source: Enter the reason why the students are to be manually enrolled or unenrolled.
uk: Введіть причину, по якій слухачі будуть зараховуватися або відраховуватися співробітниками.

source: Criterion Deleted
uk: Критерій Видалено

source: previous
uk: попередня

source: Get Student Anonymized IDs CSV
uk: Отримати список анонімних ID студетів в CSV

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
uk: Помилка: Запит було отримано, але сервіс не закінчив свою роботу вчасно. Порада: спробуйте оплатити ще раз через певний час.

source: Course has not started
uk: Курс ще не почався

source: Upper Alpha
uk: Латинські букви у верхньому регістрі

source: Edit Your Full Name
uk: Відредагувати Ваше повне ім'я

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
uk: Ви збираєтеся позначити надісланий документ. Ви повинні позначати тільки ті надіслані докумени, які містять надто відверті, образливі дані або (імовірно) є плагіатом. Якщо надісланий документ не відповідає питанню або є невірним, ви повинні оцінити його нулем балів і супроводити відкликанням замість того, щоб позначати.

source: group configuration
uk: конфігурація групи

source: Not Reported
uk: Скарг немає

source: Loading problem list...
uk: Завантаження списку завдань ...

source: You need to pick a rating before you can submit.
uk: Вам потрібно вказати рейтинг перед тим як ви зможете продовжити

source: HTML source code
uk: Оригінальний код HTML

source: Tips on taking a successful photo
uk: Підказки, як зробити правильне фото

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
uk: {provider_name} не затвердив ваш запит про залікові одиниці. Для отримання додаткової інформації, зв'яжіться з {link_to_provider_site} напряму.
